IDEA StatiCa Open Model
CoordSystemByVector Constructor
Compatible with IDEA StatiCa Beta 21.0 - beta
Initializes a new instance of the CoordSystemByVector class
 Namespace: IdeaRS.OpenModel.Geometry3D
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public CoordSystemByVector()
Public Sub New
public:
CoordSystemByVector()
See Also
Reference
CoordSystemByVector Class
IdeaRS.OpenModel.Geometry3D Namespace